Repository: DeerSteak/BeatClikrNative.iOS
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# %lld day%@
source: %1$lld day%2$@
es: %1$lld día%2$@

source: About
es: Acerca de

source: Add Song
es: Añadir Canción

source: Add Song to Playlist
es: Añadir Canción a la Lista

source: Allow Notifications
es: Permitir Notificaciones

source: Always Use Dark Theme
es: Usar siempre el tema oscuro

# AppearanceTitle
source: Appearance
es: Apariencia

source: Artist
es: Artista

source: Beat
es: Pulso

source: Beats per Bar: %lld
es: Pulsos por compás: %lld

source: Cancel
es: Cancelar

source: Close
es: Cerrar

source: Copyright
es: Derechos de Autor

source: Create
es: Crear

source: Current Streak
es: Racha Actual

source: day streak
es: racha de días

source: Decrease BPM
es: Disminuir BPM

source: Delete %@
es: Eliminar %@

source: Done
es: Hecho

source: Edit
es: Editar

source: Edit %@
es: Editar %@

source: Enable
es: Activar

source: Error saving
es: Error al guardar

source: Every
es: Cada

source: Focus View
es: Vista de Enfoque

source: History
es: Historial

source: Increase BPM
es: Aumentar BPM

source: Increase by
es: Aumentar en

# KeepAwake
source: Keep Screen On (Prevent Sleep)
es: Mantener pantalla encendida

source: Let's go!
es: ¡Vamos!

source: Library
es: Biblioteca

source: Longest Streak
es: Racha Más Larga

source: Metronome
es: Metrónomo

source: Metronome playing
es: Metrónomo Está Sonando

source: Metronome stopped
es: Metrónomo Está Detenido

# MetronomePlaybackAlwaysMute
source: Always mute metronome
es: Silenciar siempre el metrónomo

# MetronomePlaybackDescription
source: BeatClikr will always animate the metronome, and it plays audio by default. Choose other playback settings here.
es: BeatClikr siempre animará el metrónomo y reproducirá audio de forma predeterminada. Seleccione otras opciones de reproducción aquí.

# MetronomePlaybackFlashlight
source: Use Flashlight
es: Usar linterna

# MetronomePlaybackTitle
source: Metronome Playback
es: Reproducción del metrónomo

# MetronomePlaybackVibration
source: Use Vibration
es: Usar vibración

source: Mode
es: Modo

source: My Practice Streak
es: Mi racha de práctica

source: Name
es: Nombre

source: New Playlist
es: Nueva Lista de Reproducción

source: Next
es: Siguiente

source: Next Song
es: Siguiente canción

source: No practice recorded
es: No se ha registrado práctica

source: Not Now
es: Ahora no

source: Notifications are blocked on this device. You may still receive them on other devices.
es: Las notificaciones están bloqueadas en este dispositivo. Aún puedes recibirlas en otros dispositivos.

source: Notifications Disabled
es: Notificaciones desactivadas

source: Now Playing
es: Reproduciendo ahora

source: Open Settings
es: Abrir Configuración

source: Pattern
es: Patrón

source: Pause
es: Pausar

source: Play
es: Reproducir

# PlaybackInstrumentsDescription
source: In each area, select the main sound played on each beat and rhythm/groove sound that plays on subdivisions.
es: En cada modo, selecciona el sonido principal que suena en cada pulso y el sonido de ritmo o groove que suena en las subdivisiones.

# PlaybackInstrumentsMetronomeTitle
source: Metronome
es: Metrónomo

# PlaybackInstrumentsPlaylistTitle
source: Playlist Mode
es: Modo de Playlist

# PlaybackInstrumentsPolyrhythmTitle
source: Polyrhythm Mode
es: Modo de polirritmia

source: Polyrhythm
es: Polirritmia

source: Practice History
es: Historial de Práctica

source: Practice Reminders
es: Recordatorios de Práctica

source: Practice reminders are enabled on another device. Allow BeatClikr to send them on this device too?
es: Los recordatorios de práctica están activados en otro dispositivo. ¿Permitir que BeatClikr los envíe también en este dispositivo?

source: Practice reminders require notification permissions. Please enable them in Settings.
es: Los recordatorios de práctica requieren permisos de notificación. Por favor, actívelos en Configuración.

source: Practice Streak
es: Racha de Práctica

source: Practice today to keep your streak going!
es: ¡Practica hoy para mantener tu racha!

# PracticeReminderNotificationBody
source: It's time to practice! Play each day to build up a practice streak.
es: ¡Es hora de practicar! Toca cada día para acumular una racha de práctica.

# PracticeReminderNotificationBodyKeepStreak
source: Keep your %lld day streak alive! It's time to practice.
es: ¡Mantén tu racha de %lld días viva! Es hora de practicar.

# PracticeReminderNotificationBodyPracticedToday
source: You've practiced some today, but this is your reminder to play.
es: Has practicado un poco hoy, pero este es tu recordatorio para tocar.

# PracticeReminderNotificationBodyStreakBroken
source: Your %lld day practice streak was broken. Time to start fresh!
es: Tu racha de práctica de %lld días se rompió. ¡Hora de empezar de nuevo!

# PracticeReminderNotificationTitle
source: Time to Practice!
es: ¡Es hora de practicar!

# PracticeRemindersDescription
source: BeatClikr can send you daily reminders to pick up your instrument and play. Keep your streak alive!
es: BeatClikr puede enviarte recordatorios diarios para que tomes tu instrumento y toques. ¡Mantén viva tu racha!

# PracticeRemindersLabel
source: Send practice reminders
es: Enviar recordatorios de práctica

# PracticeRemindersTitle
source: Practice Reminders
es: Recordatorios de Práctica

source: Press the + button to create a playlist
es: Presiona el botón + para crear una lista de reproducción

source: Previous
es: Anterior

source: Previous Song
es: Canción anterior

source: Reminder Time
es: Hora del Recordatorio

source: Reminders aren't enabled on this device.
es: Los recordatorios no están activados en este dispositivo.

source: Rename
es: Renombrar

source: Rename Playlist
es: Renombrar Lista de Reproducción

source: Required
es: Obligatorio

source: Rhythm
es: Ritmo

source: Save
es: Guardar

source: Settings
es: Ajustes

source: Share
es: Compartir

source: Since %@
es: Desde %@

# SixteenthAlternate
source: Alternate Sixteenth Notes
es: Semicorcheas alternadas

source: Song Details
es: Detalles de la canción

source: Song Info
es: Información de la canción

source: Song Library
es: Biblioteca de Canciones

source: Sorted A to Z
es: Ordenado de A a Z

source: Sorted Z to A
es: Ordenado de Z a A

source: Tap + to add a song
es: Toca + para añadir una canción

source: Tap a song to begin
es: Toca una canción para comenzar

source: Tempo Ramp
es: Rampa de tempo

source: Title
es: Título

source: Unknown
es: Desconocida

source: Untitled
es: Sin título
